export default {
  // Navbar
  home: "ទំព័រដើម",
  about_me: "អំពីខ្ញុំ",
  skills: "ជំនាញ",
  services: "សេវាកម្ម",
  projects: "គម្រោង",
  testimonials: "សក្ខីកម្ម",
  contacts: "ទំនាក់ទំនង",
  settings: "ការកំណត់",
  lets_talk: " តោះជជែក",

  // Hero
  hi_im: "សួស្ដី ខ្ញុំបាទឈ្មោះថា",
  visalsing: "សោ វិសាលស៊ីង",
  hero_long_text:
    "ខ្ញុំឈ្មោះវិសាលស៊ីងនិងជាអ្នកសរសេរកម្មវិធីសូហ្វវែរ។ ជំនាញរបស់ខ្ញុំគឺបង្កើតនិងសរសេរគេហទំព៍រ ​ផ្នែកខាងមុខ ផ្នែកខាងក្រោយ ការរចនារេស្ប៉នស៊ីវ អ៊ីមែលទីផ្សារ និងបន្ថែមពីនេះទៀត។ ខាងក្រោមនេះគឺជាស៊ីវីរបស់ខ្ញុំ។ លោកអ្នកអាចចុចទៅលើប៊ូតុងដើម្បីទាញយក CV របស់ខ្ញុំ។",
  contact_me: "ទំនាក់ទំនងមកខ្ញុំ",
  download_cv: "ទាញយក CV",

  // About Me
  about_: "អំពី",
  _me: "ខ្ញុំ",
  about_me_long_text:
    "ខ្ញុំជាអ្នកបង្កើតកម្មវិធីដែលពេញចិត្តក្នុងការបង្កើតកម្មវិធីគេហទំព័រដែលមានគុណភាពខ្ពស់។ ដោយផ្តោតលើការអនុវត្ត និងបទពិសោធន៍អ្នកប្រើប្រាស់ ខ្ញុំបានភ្ជាប់គម្លាតរវាងការរចនា និងកូដ។",
  two_years_experience: "បទពិសោធន៍២ឆ្នាំ",
  view_portfolio: "មើលផលប័ត្រ",
  see_more: "មើលបន្ថែម",

  khmer_lang: "ភាសាខ្មែរ",
  english_lang: "ភាសាអង់គ្លេស",
  chinese_lang: "ភាសាចិន",
  french_lang: "ភាសាបារាំង",
  thai_lang: "ភាសាថៃ",
  lao_lang: "ភាសាលាវ",
  burmese_lang: "ភាសាភូមា",

  // Skills & Experience
  experiences: "បទពិសោធន៍",
  skill_subtitle: "ជំនាញបច្ចេកទេស និងការធ្វើដំណើរប្រកបដោយវិជ្ជាជីវៈរបស់ខ្ញុំ",
  technical_skills: "ជំនាញបច្ចេកទេស",
  linguistic_skills: "ជំនាញភាសា",
  soft_skills: "ជំនាញទន់",
  hobbies_interests: "ទម្លាប់ជាប្រចាំ & ចំណាប់អារម្មណ៍",
  tech_stack: "Tech Stack",
  work_experience: "បទពិសោធន៍ការងារ",
  education_history: "ប្រវត្តិនៃការសិក្សា",
  additional_skills: "ជំនាញបន្ថែម",
  click_to_see_more: "ចុចដើម្បីមើលបន្ថែម!",
  show_less: "បង្ហាញតិច",

  // My Services
  my1_: " ",
  _my2: "របស់ខ្ញុំ",
  services: "សេវាកម្ម",
  services_subtitle:
    "ចាប់ពីការរចនាដំបូង រហូតដល់ការដាក់ឱ្យដំណើរការជាផ្លូវការ ខ្ញុំផ្តល់ជូននូវដំណោះស្រាយបច្ចេកវិទ្យាគ្រប់ជ្រុងជ្រោយ ដើម្បីជួយអ្នកក្នុងការបង្កើត និងអភិវឌ្ឍផលិតផលឌីជីថលឱ្យកាន់តែរីកចម្រើន។",

  // Client Testimonials
  client1_: " ",
  _client2: "អតិថិជន",

  // Contact | Get in Touch
  get_in_touch1: "ធ្វើការ",
  get_in_touch2: "ទំនាក់ទំនង",

  // Settings
  portfolio_themes: "តែមកម្មវិធី",
  accent_colors: "ពណ៌ចម្បង",
  languages: "ភាសា",
  save_return: "រក្សាទុក & ត្រឡប់ក្រោយ",
  reset: "កំណត់ឡើងវិញ",
  customize: "ប្ដូរតាមបំណងនូវបទពិសោធន៍ផលប័ត្ររបស់អ្នក",

  // ServiceDetail
  details: "ព័ត៌មានលម្អិត",
  click_to_return: "ចុចដើម្បីត្រឡប់ទៅវិញ!",
};
