export default {
  // Navbar
  home: "ပင်မစာမျက်နှာ",
  about_me: "ကျွန်ုပ်အကြောင်း",
  skills: "ကျွမ်းကျင်မှုများ",
  services: "ဝန်ဆောင်မှုများ",
  projects: "ပရောဂျက်များ",
  testimonials: "သုံးသပ်ချက်များ",
  contacts: "ဆက်သွယ်ရန်",
  settings: "ဆက်တင်များ",
  lets_talk: "စကားပြောရအောင်",

  // Hero
  hi_im: "မင်္ဂလာပါ၊ ကျွန်တော်က",
  visalsing: "So Visalsing",
  hero_long_text:
    "ကျွန်တော်က Visalsing ပါ၊ ဆော့ဖ်ဝဲလ်ရေးဆွဲသူတစ်ဦးဖြစ်ပါတယ်။ ဝဘ်ဆိုဒ်များ ဖန်တီးခြင်း၊ front-end၊ back-end၊ responsive ဒီဇိုင်း၊ email marketing နဲ့ အခြားအရာတွေကို ကျွမ်းကျင်ပါတယ်။ ကျွန်တော့်ရဲ့ CV ကို အောက်မှာ ကြည့်နိုင်ပါတယ်! ခလုတ်ကိုနှိပ်ပြီး CV ကို ဒေါင်းလုဒ်ဆွဲနိုင်ပါတယ်။",
  contact_me: "ဆက်သွယ်ရန်",
  download_cv: "CV ဒေါင်းလုဒ်လုပ်ရန်",

  // About Me
  about_: "ကျွန်ုပ်",
  _me: " အကြောင်း",
  about_me_long_text:
    "ကျွန်တော်သည် အရည်အသွေးမြင့် ဝဘ်အပလီကေးရှင်းများကို တည်ဆောက်ရန် စိတ်အားထက်သန်သော developer တစ်ဦးဖြစ်သည်။ စွမ်းဆောင်ရည်နှင့် အသုံးပြုသူအတွေ့အကြုံကို အဓိကထားပြီး ဒီဇိုင်းနှင့် ကုဒ်ကြားက ကွာဟချက်ကို ပေါင်းကူးပေးပါတယ်။",
  two_years_experience: "လုပ်ငန်းအတွေ့အကြုံ ၂ နှစ်",
  view_portfolio: "Portfolio ကြည့်ရန်",
  see_more: "ပိုမိုကြည့်ရှုရန်",

  // Skills & Experience
  experiences: "အတွေ့အကြုံ",
  skill_subtitle:
    "ကျွန်ုပ်၏ နည်းပညာပိုင်းဆိုင်ရာ ကျွမ်းကျင်မှုနှင့် ပရော်ဖက်ရှင်နယ် ခရီးစဉ်",
  technical_skills: "နည်းပညာဆိုင်ရာ ကျွမ်းကျင်မှုများ",
  linguistic_skills: "ဘာသာစကား ကျွမ်းကျင်မှုများ",
  soft_skills: "နူးညံ့သော ကျွမ်းကျင်မှုများ",
  hobbies_interests: "ဝါသနာနှင့် စိတ်ဝင်စားမှုများ",
  tech_stack: "Tech Stack",
  work_experience: "လုပ်ငန်းအတွေ့အကြုံ",
  education_history: "ပညာအရည်အချင်း",
  additional_skills: "နောက်ထပ် ကျွမ်းကျင်မှုများ",
  click_to_see_more: "ပိုမိုကြည့်ရှုရန် နှိပ်ပါ!",
  show_less: "နည်းနည်းပဲပြရန်",

  // My Services
  my1_: "ကျွန်ုပ်၏",
  _my2: " ",
  services: "ဝန်ဆောင်မှုများ",
  services_subtitle:
    "ကနဦး ဒီဇိုင်းဆွဲခြင်းမှသည် နောက်ဆုံး လက်တွေ့အသုံးပြုနိုင်သည်အထိ၊ သင်၏ ဆော့ဖ်ဝဲလ်ထုတ်ကုန်များကို တည်ဆောက်ရန်၊ စတင်ရန်နှင့် တိုးတက်စေရန်အတွက် ပြည့်စုံသော ဒစ်ဂျစ်တယ်ဖြေရှင်းချက်များကို ကျွန်ုပ်ဆောင်ရွက်ပေးပါသည်။",

  // Client Testimonials
  client1_: "ဖောက်သည်",
  _client2: " များ၏ သုံးသပ်ချက်",

  // Settings
  portfolio_themes: "Portfolio အပြင်အဆင်များ",
  accent_colors: "အဓိကအရောင်များ",
  languages: "ဘာသာစကားများ",
  save_return: "သိမ်းဆည်းပြီး ပြန်ထွက်ရန်",
  reset: "မူလအတိုင်း ပြန်ထားရန်",
  customize: "သင်၏ portfolio အတွေ့အကြုံကို စိတ်ကြိုက်ပြင်ဆင်ပါ",
};
